-- LISTENER by Tammya-MoonGuard (2018)
-- Translator ZamestoTV
if GetLocale() ~= "ruRU" then return end

-------------------------------------------------------------------------------
local Main = ListenerAddon
local L    = Main.Locale

-------------------------------------------------------------------------------
L.help_listenerframe2 = tidystring [[
	Это окно Listener. Это продвинутый чат. Вы можете фильтровать игроков,
	удерживая Shift и кликая ПКМ по их сообщениям. Кликните ПКМ по левому верхнему
	углу, чтобы открыть меню настроек и т.д. Если закрыть это окно, его можно
	открыть снова через кнопку у миникарты. Также можно кликнуть ПКМ по кнопке
	миникарты для доступа к основным настройкам. Подробные инструкции — на странице
	Curse.com.
]]

-------------------------------------------------------------------------------
L.help_snooper2 = tidystring [[
	Это панель «Snooper». При наведении курсора или взятии в цель игрока здесь
	показывается недавняя история его чата. Это помогает следить за тем, что
	говорит конкретный игрок. Настройки можно изменить, кликнув по левому верхнему
	углу или через кнопку у миникарты → Snooper.
]]
